Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: This means the next execution of this chore is scheduled at the same time (based on the start date) every %lld days
ca: Això vol dir que la pròxima execució de la tasca està programada a la mateixa hora (basat en la data d'inici) cada %lld dies
cs: Další provedení této povinnosti je naplánováno na stejný čas, jako byla provedena poprvé, každé %lld dny.
da: Dette betyder at næste udførelse af denne pligt er planlagt til samme tidspunkt (baseret på startdatoen) hver %lld dage
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit alle %lld Tage zur gleichen Zeit (basierend auf dem Startzeitpunkt) geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada a la misma hora (basándose en la fecha inicial) cada %lld días
et: See tähendab, et selle majapidamistöö järgmine sooritamine on planeeritud igal %lld-ll päeval samal ajal (alguskuupäeva alusel).
fi: Tämä tarkoittaa, että kotityön seuraava suorituskerta määritetään samaan aikaan %lld päivän välein (aloitusajan perusteella)
fr_fr: Cela signifie que la prochaine exécution de cette corvée est planifiée à la même heure (basée sur la date de début) tous les %lld jours
he: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת לאותו הזמן (לפי מועד ההתחלה) כל יומיים
hu: Azt jelenti, hogy a házimunka következő végrehajtása ugyanakkorra lesz ütemezve (a kezdő idő alapján) %lld naponként.
it: Questo significa che la prossima esecuzione di questa faccenda è programmata alla stessa ora (in base alla data di inizio) ogni %lld giorni
ja: 次回の予定は(開始日を基準として)%lld日周期の同時刻です
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuotas tuo pačiu metu (pagal pradžios datą) kas %lld dienas
nb: Dette betyr at neste utførelse av denne oppgaven blir planlagt på samme tidspunkt (basert på den som er angitt på start datoen) hver %llddager
nl: Dit betekent dat de volgende uitvoering van dit klusje iedere %lld dagen op hetzelfde tijdstip (gebaseerd op de startdatum) gepland wordt
pl: Oznacza to, że następne wykonanie tego obowiązku jest zaplanowane w tym samym czasie (bazując na dacie rozpoczęcia) co %lld dni
pt_br: Isso significa que a próxima execução dessa tarefa é agendada no mesmo horário (com base na data de início) a cada %lld dias
ro: Aceasta înseamnă că următoarea execuție a acestei sarcini este programată în același timp(pe baza datei de începere) la fiecare %lld zile
tr: Bu, bu görevin bir sonraki yürütülmesinin her %lld günde bir aynı zamanda (başlangıç tarihine göre) planlandığı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде заплановане у той самий час (як у перший день) кожні %lld дні
zh_hans: ‎此家务下次执行时间安排在每%lld天同一时间（基于开始日期）
zh_hant: 這表示此家務的下一次執行會被安排在每%lld天的同一時間(基於開始日期)

source: This means the next execution of this chore is scheduled dynamically based on the past average execution frequency
ca: Això vol dir que la pròxima execució de la tasca està programada dinàmicament basant-se en la freqüència mitjana d'execució
cs: Následující datum pro splnění této povinnosti je stanovováno automaticky z průměrné frekvence plnění této povinnosti v minulosti
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit dynamisch auf Basis der bisherigen durchschnittlichen Ausführungshäufigkeit geplant wird
es: Esto significa que la próxima ejecución de esta tarea se programa dinámicamente en función de la frecuencia media de ejecución anterior.
et: See tähendab, et selle töö järgmine täitmine planeeritakse dünaamiliselt, tuginedes varasemale keskmisele täitmissagedusele
fi: Tämä tarkoittaa, että kotityön seuraava suorituskerta määritetään aiemman keskimääräisen suoritustiheyden perusteella
fr_fr: Cela signifie que la prochaine exécution de cette tâche est planifiée dynamiquement en fonction de la fréquence d'exécution moyenne passée
he: משמעות הדבר היא שההוצאה הבאה של המטלה הזאת לפועל מתוזמנת דינמית לפי תדירות ההוצאה לפועל הממוצעת מהעבר
hu: Azt jelenti, hogy a házimunka következő végrehajtása dinamikusan - az eddigi átlagos végrehajtási gyakoriság alapján - lesz beütemezve
it: Ciò significa che l'esecuzione successiva di questa faccenda è pianificata dinamicamente in base alla frequenza di esecuzione media passata
ja: 過去の平均実行頻度に基づいて予定が決まるため、次回の予定が変動します
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuojamas dinamiškai, atsižvelgiant į ankstesnį vidutinį vykdymo dažnį
nb: Neste utførelse av denne oppgaven blir planlagt basert på hvor ofte den er gjort tidligere
nl: Dit betekent dat de volgende uitvoering van dit klusje dynamisch wordt gepland op basis van de gemiddelde voorgaande uitvoeringen
pl: Oznacza to, że następne wykonanie obowiązku jest zaplanowane na dynamicznie w oparciu o średnią częstotliwości poprzednich wykonań
pt_br: Significa que a próxima execução dessa tarefa doméstica será programada dinamicamente com base na frequência média de execução anterior
pt_pt: Isto significa que a próxima execução desta tarefa é agendada dinamicamente com base na média de frequência de execução no passado
tr: Bu, bu işin bir sonraki yürütülmesinin geçmiş ortalama yürütme sıklığına göre dinamik olarak planlandığı anlamına gelir
uk: Це означає, що наступне виконання буде заплановане динамічно, в залежності від середньої частоти виконання
zh_hans: 此家务下次执行时间是根据过去的平均执行频率动态调整的
zh_hant: 這代表此家務下一次執行將根據過去的平均執行頻率被動態安排

source: This means the next execution of this chore is scheduled every %lld weeks on the selected weekdays
ca: Això vol dir que la pròxima execució de la tasca està programada cada %lld setmanes als dies seleccionats
cs: Příští provedení této povinnosti má být každý %lld týden a to ve zvolené dny v týdnu.
da: Dette betyder at næste udførelse af denne pligt er planlagt hver %lld uger på de valgte ugedage
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit alle %lld Wochen an den ausgewählten Wochentagen geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada cada %lld semanas en los días de la semana elegidos
et: See tähendab, et selle majapidamistöö järgmine sooritamine on planeeritud iga %lld nädala tagant valitud tööpäevadel
fi: Tämä tarkoittaa, että kotityön seuraava suorituskerta määritetään %lld viikon välein, valittuina viikonpäivinä.
fr_fr: La prochaine exécution de cette corvée sera programmé toutes les %lld semaines sur les jours sélectionnés
he: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת כל שבועיים בימי השבוע הנבחרים
hu: Azt jelenti, hogy a házimunka következő végrehajtása minden %lld. héten a kiválasztott napokra lesz ütemezve
it: Ciò significa che la prossima esecuzione di questa faccenda è programmata ogni %lld settimane nei giorni selezionati
ja: 次回の予定は%lld週周期の同じ曜日です
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuotas kas %lld savaičių pasirinktomis darbo dienomis
nb: Dette betyr at neste utførelse av denne oppgaven blir planlagt hver %lld uke på den valgte ukedagen
nl: Dit betekent dat de volgende uitvoering van dit klusje elke %lld weken gepland staat voor de geselecteerde weekdagen
pl: Oznacza to, że następne wykonanie tego obowiązku jest zaplanowane co %lld tygodnie w wybrane dni tygodnia
pt_br: Isso significa que a próxima execução desta tarefa é agendada a cada %lld semanas nos dias da semana selecionados
tr: Bu, bu görevin bir sonraki uygulamasının her %lld haftada bir seçilen hafta içi günlerde planlanacağı anlamına gelir.
uk: Це означає, що наспупне виконання цієї роботи буде заплановане кожні %lld тижні у обрані дні тижня
zh_hans: 此家务下次执行时间安排在每%lld周被选中的每个平日的同一时间
zh_hant: 這表示此家務的下一次執行會每%lld周被安排在所選的工作日

source: This means the next execution of this chore is scheduled every %lld years on the same day (based on the start date)
ca: Això vol dir que la pròxima execució de la tasca està programada cada %lld anys al mateix dia (basat en la data d'inici)
cs: To znamená, že další splnění povinnosti je naplánováno na každý %lld. rok ve stejný den, určený podle podle počátečního.
da: Dette betyder at næste udførelse af dette gøremål er planlagt hver %lld år på den samme dag (baseret på startdatoen)
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit alle %lld Jahre am gleichen Tag (basierend auf dem Startzeitpunkt) geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada cada %lld años en el mismo día (basándose en la fecha inicial)
et: See tähendab, et selle majapidamistöö järgmine sooritamine on kavandatud iga %lld aasta samal päeval (alguskuupäeva alusel)
fi: Tämä tarkoittaa, että kotityön seuraava suorituskerta määritetään samalle päivälle %lld vuoden välein (aloitusajan perusteella)
fr_fr: Cela signifie que la prochaine exécution de cette corvée est planifiée tous les %lld ans le même jour (en fonction de la date de début)
he: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת כל שנתיים באותו היום (לפי תאריך ההתחלה)
hu: Azt jelenti, hogy a házimunka következő végrehajtása minden %lld. évben ugyanarra a napra (a kezdő idő alapján) lesz ütemezve
it: Ciò significa che la prossima esecuzione di questa faccenda è programmata ogni %lld anni nello stesso giorno (in base alla data di inizio)
ja: 次回の予定は(開始日を基準として)%lld年周期の同じ日です
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuotas kas %lld metus tą pačią dieną (pagal pradžios datą)
nb: Dette betyr at neste utførelse av denne oppgaven blir planlagt hver %lld år på samme dag (basert på start datoen)
nl: Dit betekent dat de volgende uitvoering van dit klusje iedere %lld jaar op dezelfde dag (op basis van de startdatum) gepland staat
pl: Oznacza to, że następne wykonanie tego obowiązku jest zaplanowane co %lld lata, tego samego dnia (w oparciu o datę rozpoczęcia)
pt_br: Isso significa que a próxima execução desta tarefa é agendada a cada %lld anos no mesmo dia (com base na data de início)
tr: Bu, bu görevin bir sonraki uygulamasının her %lld yılda bir aynı günde planlanacağı anlamına gelir (başlangıç tarihine göre)
uk: Це означає, що наспупне виконання цієї роботи буде заплановане кожні %lld роки у той самий день
zh_hans: 此家务下次执行时间安排在每%lld年的同一天（基于开始日期）
zh_hant: 這表示此家務的下一次執行會被安排在每%lld年的同一天(基於開始日期)

source: This means the next execution of this chore is scheduled on the selected day every %lld months
ca: Això vol dir que la pròxima execució de la tasca està programada al dia seleccionat cada %lld mesos
cs: Příští provedení této povinnosti má být každý %lld. měsíc a to ve zvolený den v něm.
da: Dette betyder at den næste udførelse af denne pligt er planlagt til den valgte dag, hvert %lld måned
de: Das bedeutet, dass eine erneute Ausführung der Hausarbeit alle %lld Monate am ausgewählten Tag geplant wird
es: Esto significa que la próxima ejecución de esta tarea del hogar está programada para el día elegido cada %lld meses
et: See tähendab, et selle majapidamistöö järgmine sooritamine on planeeritud iga %lld kuu valitud päevale
fi: Tämä tarkoittaa, että seuraava kotityön suorituskerta määritetään valitulle päivälle %lld kuukauden välein.
fr_fr: La prochaine exécution de cette corvée sera programmé tous les %lld mois au jour sélectionné
he: משמעות הדבר היא שהוצאת המשימה הבאה לפועל מתוזמנת ליום הנבחר כל חודשיים
hu: Azt jelenti, hogy a házimunka következő végrehajtása minden %lld. hónap kiválasztott napján lesz ütemezve
it: Ciò significa che la prossima esecuzione di questa faccenda è programmata nel giorno selezionato ogni %lld mesi
ja: 次回の予定は%lld月周期の同日です
lt: Tai reiškia, kad kitas šio darbo atlikimas suplanuotas pasirinktą dieną kas %lld mėnesių
nb: Dette betyr at neste utførelse av denne oppgaven blir planlagt på den valgte dagen hver %lld måned
nl: Dit betekent dat de volgende uitvoering van dit klusje iedere %lld maanden op de geselecteerde dag gepland staat
pl: Oznacza to, że następne wykonanie tego obowiązku jest zaplanowane wybranego dnia co %lld miesiące
pt_br: Isso significa que a próxima execução desta tarefa é agendada no dia selecionado a cada %lld meses
tr: Bu, bu görevin bir sonraki yürütülmesinin her %lld ayda bir seçilen günde planlanacağı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде заплановане в обраний день кожні %lld місяці
zh_hans: 此家务下次执行时间安排在每%lld个月指定的某一天
zh_hant: 這表示此家務的下一次執行會每%lld月被安排在所選的日期

source: This means the next execution of this chore will be assigned randomly
ca: Això vol dir que la pròxima execució de la tasca serà assignada aleatòriament a algú
cs: To znamená, že další splnění povinnosti bude zadáno náhodně.
da: Det betyder at den næste udførelse af denne pligt vil blive tildelt tilfældigt
de: Das bedeutet, dass die nächste Ausführung der Hausarbeit zufällig jemanden zugewiesen wird
el: ΣημείωσηΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς θα ανατεθεί τυχαία
es: Esto significa que la próxima ejecución de esta tarea del hogar se asignará al azar
et: See tähendab, et selle majapidamistöö järgmine täitmine määratakse juhuslikult
fi: Tämä tarkoittaa, että tämän kotityön seuraava suoritus annetaan toimeksi satunnaiselle tekijälle
fr_fr: Signifie que la prochaine exécution de cette corvée sera assignée aléatoirement
he: משמעות הדבר היא שההוצאה לפועל של המטלה הזאת תוקצה אקראית
hu: Azt jelenti, hogy a házimunka következő végrehajtása véletlenszerűen lesz felhasználóhoz rendelve
it: Questo significa che la prossima esecuzione di questa faccenda verrà assegnata casualmente
ja: 次回の担当者はランダムで割り当てられます
ko: 이것의 이 일의 다음 실행은 무작위로 작업자 할당된다는 것을 의미한다.
lt: Tai reiškia, kad kitas šio darbo atlikimas bus paskirtas atsitiktinai
nb: Dette betyr at neste utførelse av denne husarbeidsoppgaven vil bli tildelt tilfeldig
nl: Dit betekent dat de volgende uitvoering van dit klusje willekeurig aan iemand toegewezen wordt.
pl: Oznacza to, że następne wykonanie obowiązku zostanie przypisane losowo
pt_br: Significa que a próxima execução desta tarefa doméstica será atribuída aleatoriamente
pt_pt: Isto significa que a próxima execução desta tarefa será atribuída de modo aleatório
ro: Aceasta înseamnă că următoarea execuție a acestei sarcini va fi atribuită aleatoriu
sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti bude priradené náhodnej osobe
sv: Det innebär att nästa utförande av denna syssla tilldelas slumpmässigt
tr: Ev işinin bir sonraki sırası rastgele atanacak anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде призначене випадковим чином
zh_hans: 此家务下次执行随机分配执行者
zh_hant: 這代表此家務下一次執行將隨機分配

source: This means the next execution of this chore will be assigned to the next one in alphabetical order
ca: Això vol dir que la pròxima execució de la tasca serà assignada la següent persona en ordre alfabètic
cs: To znamená, že další splnění povinnosti bude zadáno dalšímu uživateli, řazeno dle abecedy
da: Det betyder at den næste udførelse af denne pligt vil blive tildelt til den næste i alfabetisk rækkefølge
de: Das bedeutet, dass die nächste Ausführung der Hausarbeit dem nächsten in alphabetischer Reihenfolge zugewiesen wird
el: Παρακολούθηση χρόνουΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς θα ανατεθεί στην επόμενη με αλφαβητική σειρά
es: Esto significa que la próxima ejecución de esta tarea del hogar se asignará al siguiente en orden alfabético
et: See tähendab, et selle majapidamistöö järgmine täitmine määratakse järgmisele tähestikulises järjekorras
fi: Tämä tarkoittaa, että tämän kotityön seuraava suoritus annetaan toimeksi seuraavalle aakkosjärjestyksessä
fr_fr: Signifie que la prochaine exécution de cette corvée sera assigné au prochain par ordre alphabétique
he: משמעות הדבר היא שההוצאה הבאה לפועל של המטלה הזאת תוקצה לבא בתור בסדר האלפבית
hu: Azt jelenti, hogy a házimunka következő végrehajtása betűrendben a következő felhasználóhoz lesz rendelve
it: Questo significa che la prossima esecuzione di questa faccenda verrà assegnata al prossimo in ordine alfabetico
ja: 次回の担当者はアルファベット順で割り当てられます
ko: 이것은 이 일의 다음 실행이 알파벳순으로 할당된다는 것을 의미한다.
lt: Tai reiškia, kad kitas šio darbo atlikimas bus priskirtas kitam abėcėlės tvarka
nb: Dette betyr at neste utførelse av denne husarbeidsoppgaven vil bli tildelt neste person i alfabetisk rekkefølge
nl: Dit betekent dat de volgende uitvoering van dit klusje in alfabetische volgorde aan iemand toegewezen wordt.
pl: Oznacza to, że następne wykonanie tego obowiązku zostanie przypisane do następnej osoby w porządku alfabetycznym
pt_br: Isso significa que a próxima execução desta tarefa será atribuída para o próximo, de acordo com a ordem alfabética
pt_pt: Isto significa que a próxima execução desta tarefa será atribuída ao seguinte por ordem alfabética
ro: Aceasta înseamnă că următoarea execuție a acestei sarcini va fi atribuită următorului în ordine alfabetică
sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti bude priradené osobám podľa abecedného poradia
sv: Det innebär att nästa utförande av denna syssla tilldelas nästa person i bokstavsordning
tr: Bu, bu görevin bir sonraki yürütülmesinin alfabetik sıraya göre bir sonrakine atanacağı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде призначене в алфавітному порядку
zh_hans: 此家务下次执行按照字母顺序分配执行者
zh_hant: 這代表此家務下一次執行將分配給按字母順序的下一位

source: This means the next execution of this chore will be assigned to the one who executed it least
ca: Això vol dir que la pròxima execució de la tasca serà assignada a qui l'hagi executat l'última vegada
cs: To znamená, že další splnění povinnosti bude zadáno tomu, kdo splnil tuto povinnost jako poslední
da: Det betyder at næste udførelse af denne pligt vil blive tildelt til den som har udført den mindst
de: Das bedeutet, dass die nächste Ausführung der Hausarbeit demjenigen zugewiesen wird, der diese am wenigsten häufig ausgeführt hat
el: Νέο ποσόΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς θα ανατεθεί σε αυτόν που την εκτέλεσε λιγότερο
es: Esto significa que la próxima ejecución de esta tarea del hogar se asignará a quien menos la haya hecho
et: See tähendab, et selle majapidamistöö järgmine sooritamine määratakse sellele, kes seda kõige viimasena tegi
fi: Tämä tarkoittaa, että tämän kotityön seuraava suoritus annetaan toimeksi sille, joka on tehnyt tätä vähiten
fr_fr: Signifie que la prochaine exécution de cette corvée sera assignée à celui qui l'a effectué en dernier
he: משמעות הדבר היא שההוצאה הבאה לפועל של המטלה הזאת תוקצה למי שהוציא אותה לפועל בפעם האחרונה
hu: Azt jelenti, hogy a házimunka következő végrehajtása ahhoz lesz rendelve, aki a legkevesebbszer csinálta
it: Questo significa che la prossima esecuzione di questa faccenda verrà assegnata a chi l'ha eseguita di meno
ja: 次回の担当者は担当回数の少ない者が優先されます
ko: 이것은 이 일의 다음 실행은 가장 적게 실행한 사람에게 할당된다는 것을 의미한다.
lt: Tai reiškia, kad kitas šio darbo atlikimas niekam nebus paskirtas
nb: Dette betyr at neste utførelse av denne husarbeidsoppgaven vil bli tildelt den som har utført den minst
nl: Dit betekent dat de volgende uitvoering van dit klusje aan iemand toegewezen wordt die hem het minst heeft uitgevoerd.
pl: Oznacza to, że następne wykonanie tego obowiązku zostanie przypisane do osoby która ostatnio je wykonała
pt_br: Significa que a próxima execução desta tarefa doméstica será atribuída para aquele que a executou por último
pt_pt: Isto significa que a próxima execução desta tarefa será atribuída a quem a executou menos vezes
ro: Aceasta înseamnă că următoarea execuție a acestei sarcini va fi atribuită celui care a executat-o cel mai puțin
sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti bude priradené osobe, ktorá túto povinnosť vykonávala najmenej
sv: Det innebär att nästa utförande av denna syssla tilldelas den som utfört den minst
tr: Ev işinin bir sonraki sırasının bu işi en az yapana atanacağı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи буде призначене тому, хто мешне всіх виконував цю роботу
zh_hans: 此家务下次执行分配给执行次数最少的执行者
zh_hant: 這代表此家務下一次執行將分配給最少做這件家務的人

source: This means the next execution of this chore will not be assigned to anyone
ca: Això vol dir que la pròxima execució de la tasca no serà assignada a ningú
cs: To znamená, že další splnění povinnosti nebude nikomu zadáno
da: Det betyder at den næste udførelse af denne pligt ikke vil blive tildelt til nogen
de: Das bedeutet, dass die nächste Ausführung der Hausarbeit niemandem zugewiesen wird
el: θα προστεθεί στη λίστα των γραμμικών κωδικών για το επιλεγμένο προϊόν κατά την υποβολήΑυτό σημαίνει ότι η επόμενη εκτέλεση αυτής της δουλειάς δεν θα ανατεθεί σε κανέναν
es: Esto significa que la próxima ejecución de esta tarea del hogar no se asignará a nadie
et: See tähendab, et selle majapidamistöö järgmist korda ei määrata kellelegi
fi: Tämä tarkoittaa, että tätä kotityötä ei anneta toimeksi kenellekään
fr_fr: Signifie que la prochaine exécution de cette corvée ne sera assigné à personne
he: משמעות הדבר היא שההוצאה לפועל של המטלה הזאת לא תוקצה לאף אחד
hu: Azt jelenti, hogy a házimunka következő végrehajtása nem lesz hozzárendelve senkihez se
it: Questo significa che la prossima esecuzione di questa faccenda non sarà assegnata a nessuno
ja: 次回の担当者はいません
ko: 이것은 이 일의 다음 실행은 어느 누구에게도 할당되지 않는다는 것을 의미한다.
lt: Tai reiškia, kad kitas šio darbo atlikimas niekam nebus paskirtas
nb: Dette betyr at neste utførelse av denne husarbeidsoppgaven ikke vil bli tildelt noen
nl: Dit betekent dat de volgende uitvoering van dit klusje niet meer aan iemand toegewezen staat.
pl: Oznacza to, że następne wykonanie tego obowiązku nie zostanie przypisane do nikogo
pt_br: Isso significa que a próxima execução desta tarefa doméstica não será atribuída para ninguém
pt_pt: Isto significa que a próxima execução desta tarefa não será atribuída a ninguém
ro: Aceasta înseamnă că următoarea execuție a acestei sarcini nu va fi atribuită nimănui
sk: Toto znamená, že ďalšie vykonávanie tejto povinnosti nebude priradené žiadnej osobe
sv: Det innebär att nästa utförande av denna syssla inte tilldelas någon
tr: Ev işinin bir sonraki sırasının kimseye atanmayacağı anlamına gelir
uk: Це означає, що наспупне виконання цієї роботи не буде призначене нікому
zh_hans: 此家务下次执行不会分配给任何人
zh_hant: 這代表此家務下一次執行將不會分配給任何人

source: This product shouldn't be frozen
ca: Aquest producte no es pot congelar
cs: Tento produkt by neměl být zmrazen
da: Dette produkt bør ikke fryses
de: Dieses Produkt sollte nicht eingefroren werden
el: Το προϊόν δεν πρέπει να καταψύχεται
es: Este producto no debe congelarse
et: Seda toodet ei peaks sügavkülmutama
fi: Tätä tuotetta ei pitäisi pakastaa
fr_fr: Ce produit ne doit pas être congelé
he: מוצר זה לא אמור להיות קפוא
hu: Ezt a terméket nem szabad lefagyasztani
it: Questo prodotto non deve essere congelato
ja: この物品は冷凍禁止に指定されています
lt: Šis produktas neturėtų būti užšaldytas
nb: Dette produktet bør ikke fryses
nl: Dit product mag niet worden ingevroren
pl: Ten produkt nie powinien być mrożony
pt_br: Este produto não deve ser congelado
pt_pt: Este produto não deve ser congelado
sl: Ta izdelek ne sme biti zamrznjen
sv: Denna produkt bör ej frysas
tr: Bu ürün dondurulmamalıdır
zh_hans: ‎本‎‎产品‎‎不应冷冻‎
zh_hant: 此物品不可冷凍
